cask_args appdir: '/Applications'

tap 'homebrew/cask'
tap 'homebrew/bundle'
tap 'microsoft/git'

brew 'ack'
brew 'coreutils'
brew 'go'
brew 'openssl'
brew 'node'
brew 'readline'
brew 'postgresql'
brew 'spark'
brew 'unrar'
brew 'wget'
brew 'gnu-sed'
brew 'diff-so-fancy'
brew 'git-credential-manager-core'

cask 'google-chrome'
cask 'seashore'
cask 'slack'
cask 'vlc'
