cask_args appdir: '/Applications'

tap 'homebrew/cask'
tap 'homebrew/bundle'
tap 'microsoft/git'

brew 'ack'
brew 'coreutils'
brew 'go'
brew 'openssl'
brew 'node'
brew 'readline'
brew 'postgresql@14'
brew 'spark'
brew 'wget'
brew 'gnu-sed'
brew 'diff-so-fancy'
brew 'git-credential-manager-core'
brew 'rbenv'
brew 'ruby-build'
brew 'gh'

cask 'slack'
cask 'vlc'
